<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>about.button.label.license</key>
	<string>Licencja</string>
	<key>about.button.label.twitter</key>
	<string>Twitter</string>
	<key>about.button.label.website</key>
	<string>Strona www</string>
	<key>about.label.about_description</key>
	<string>Z ❤️ i 🔋 zrobione przez</string>
	<key>app_charging_mode.state.description.charging</key>
	<string>Limit to %@.</string>
	<key>app_charging_mode.state.description.force_charge</key>
	<string>Ładuję do 100%</string>
	<key>app_charging_mode.state.description.force_discharge</key>
	<string>Używam baterii do zasilania.</string>
	<key>app_charging_mode.state.description.inhibit</key>
	<string>Limit ładowania to %@.</string>
	<key>app_charging_mode.state.description.temp_charging_to</key>
	<string>Limit ładowania został tymczasowo zmieniony na %@.</string>
	<key>app_charging_mode.state.title.charger_not_connected</key>
	<string>Ładowarka nie podłączona</string>
	<key>app_charging_mode.state.title.charging</key>
	<string>Ładuję do limitu</string>
	<key>app_charging_mode.state.title.disabled</key>
	<string>Wyłączone</string>
	<key>app_charging_mode.state.title.force_charge</key>
	<string>Ładuję</string>
	<key>app_charging_mode.state.title.force_discharge</key>
	<string>Rozładowuję</string>
	<key>app_charging_mode.state.title.inhibit</key>
	<string>Ładowanie wstrzymane</string>
	<key>app_charging_mode.state.title.initial</key>
	<string>Inicjalizacja</string>
	<key>app_charging_mode.state.title.override</key>
	<string>Własne ustawienia</string>
	<key>app_charging_mode.state.title.temp_charging</key>
	<string>Tymczasowe ładowanie</string>
	<key>app_charging_mode.state.title.temp_discharging</key>
	<string>Tymczasowo rozładowuję</string>
	<key>battery_info.label.additional.app_mode</key>
	<string>Tryb apki</string>
	<key>battery_info.label.additional.battery_capacity</key>
	<string>Żywotność baterii</string>
	<key>battery_info.label.additional.cycle_count</key>
	<string>Liczba cykli</string>
	<key>battery_info.label.additional.last_discharge</key>
	<string>Ostatnio rozładowano</string>
	<key>battery_info.label.additional.last_full_charge</key>
	<string>Ostatnio naładowano</string>
	<key>battery_info.label.additional.power_source</key>
	<string>Źródło zasilania</string>
	<key>battery_info.label.additional.temperature</key>
	<string>Temperatura baterii</string>
	<key>battery_info.label.additional.unknown_health</key>
	<string>Nieznany</string>
	<key>battery_info.label.info_missing</key>
	<string>Czekam na informacje</string>
	<key>battery_info.label.main.battery</key>
	<string>Bateria</string>
	<key>battery_info.label.main.elapsed_time</key>
	<string>Czas na baterii/zasilaczu</string>
	<key>battery_info.label.main.time.calculating</key>
	<string>Obliczam…</string>
	<key>battery_info.label.main.time.time_left</key>
	<string>Pozostało</string>
	<key>battery_info.label.main.time.time_to_charge</key>
	<string>Czas do naładowania</string>
	<key>battery_info.label.top_coalition.none</key>
	<string>Żadna z apek nie powoduje dużego zużycia energii</string>
	<key>installer.button.label.accept</key>
	<string>Akceptuję</string>
	<key>installer.button.label.decline</key>
	<string>Odrzucam</string>
	<key>installer.button.label.install</key>
	<string>Zainstaluj</string>
	<key>installer.name</key>
	<string>Instalator BatFi</string>
	<key>installer.status.done</key>
	<string>Gotowe</string>
	<key>installer.status.download_error</key>
	<string>Błąd pobierania. %@</string>
	<key>installer.status.downloading</key>
	<string>Pobieram…</string>
	<key>installer.status.installation_error</key>
	<string>Błąd instalacji. %@</string>
	<key>installer.status.installing</key>
	<string>Instaluję…</string>
	<key>installer.status.ready</key>
	<string>Gotowy do instalacji</string>
	<key>installer.status.unzipping</key>
	<string>Rozpakowuję…</string>
	<key>installer.status.unzipping_error</key>
	<string>Błąd rozpakowywania. %@ </string>
	<key>menu.charts.header</key>
	<string>Ostatnie 12h</string>
	<key>menu.charts.legend.charging</key>
	<string>Ładowanie</string>
	<key>menu.charts.legend.inhibiting</key>
	<string>Ładowanie wstrzymane</string>
	<key>menu.charts.waitingForData</key>
	<string>Czekam na więcej danych…</string>
	<key>menu.high_energy_usage.header</key>
	<string>Apki z dużym zużyciem energii</string>
	<key>menu.high_energy_usage.loading</key>
	<string>Czekam na dane…</string>
	<key>menu.label.automatic_power_mode</key>
	<string>Automatyczny tryb energii</string>
	<key>menu.label.batfi</key>
	<string>BatFi…</string>
	<key>menu.label.charge_to_hundred</key>
	<string>Naładuj do 100%</string>
	<key>menu.label.charger_not_connected_disclaimer</key>
	<string>Włączy się wraz z podłączeniem ładowarki</string>
	<key>menu.label.check_for_updates</key>
	<string>Sprawdź uaktualnienia…</string>
	<key>menu.label.debug</key>
	<string>Debug</string>
	<key>menu.label.discharge_battery</key>
	<string>Rozładuj baterię</string>
	<key>menu.label.discharging_override_but_lid_closed</key>
	<string>Ładowanie wstrzymane. Otwórz pokrywę ekranu by zasilać z baterii</string>
	<key>menu.label.high_power_mode</key>
	<string>Wysoka moc</string>
	<key>menu.label.inhibit_charging</key>
	<string>Wstrzymaj ładowanie</string>
	<key>menu.label.install_helper</key>
	<string>Zainstaluj helper</string>
	<key>menu.label.low_power_mode</key>
	<string>Niskie zużycie energii</string>
	<key>menu.label.more</key>
	<string>Więcej</string>
	<key>menu.label.onboarding</key>
	<string>Onboarding…</string>
	<key>menu.label.quit</key>
	<string>Zakończ BatFi</string>
	<key>menu.label.remove_helper</key>
	<string>Odinstaluj helper</string>
	<key>menu.label.reset_settings</key>
	<string>Przywróć domyślne ustawienia</string>
	<key>menu.label.settings</key>
	<string>Ustawienia…</string>
	<key>menu.label.stop_charging_to_hundred</key>
	<string>Zatrzymaj ładowanie do 100%</string>
	<key>menu.label.stop_discharging_battery</key>
	<string>Przywróć ładowanie</string>
	<key>menu.label.stop_override</key>
	<string>Wyłącz własne ustawienia</string>
	<key>menu.power_info.header</key>
	<string>Rozkład mocy</string>
	<key>menu.power_info.loading</key>
	<string>Czekam na dane…</string>
	<key>menu.tooltip.charge_to_hundred.charger_not_connected</key>
	<string>Niedostępne ponieważ ładowarka nie jest podłączona</string>
	<key>menu.tooltip.charge_to_hundred.discharge_turned_on</key>
	<string>Niedostępne ponieważ "Rozładuj baterię gdy naładowana ponad limit" jest włączone</string>
	<key>notifications.alert.button.label.open_onboarding</key>
	<string>Otwórz Onboarding…</string>
	<key>notifications.alert.button.label.open_system_settings</key>
	<string>Otwórz Ustawienia Systemowe…</string>
	<key>notifications.alert.button.label.restore_status_bar_icon</key>
	<string>Przywróć ikonę</string>
	<key>notifications.alert.informative_text.install_helper_troubleshooting</key>
	<string>BatFi nie będzie bez niej działać.
Otwórz i ukończ Onboarding z menu "Więcej". 
Apka powinna być włączona na liście "Pozwalaj w tle" w Ustawieniach Systemowych → Ogólne → Logowanie.</string>
	<key>notifications.alert.informative_text.not_laptop</key>
	<string>Wygląda na to, że aplikacja nie została uruchomiona na laptopie. Uruchom BatFi na notebooku Apple</string>
	<key>notifications.alert.informative_text.status_bar_icon_hidden</key>
	<string>Aby ponownie otworzyć ustawienia BatFi, kliknij jego powiadomienie, wybierz ikonę w Launchpadzie lub dwukrotnie kliknij w Finderze.</string>
	<key>notifications.alert.title.install_helper_troubleshooting</key>
	<string>Apka pomocnicza BatFi nie jest zainstalowana</string>
	<key>notifications.alert.title.not_laptop</key>
	<string>Uruchom BatFi na MacBooku</string>
	<key>notifications.alert.title.optimized_charging_turned_on</key>
	<string>Zoptymalizowane ładowanie baterii jest WŁĄCZONE</string>
	<key>notifications.alert.title.status_bar_icon_hidden</key>
	<string>Ikona paska statusu jest ukryta</string>
	<key>notifications.notification.body.battery_calibration</key>
	<string>Odłącz komputer od ładowarki i rozładuj baterię do zera. Następnie naładuj do 100% używając polecenia “Naładuj do 100%” z menu.</string>
	<key>notifications.notification.body.low_battery</key>
	<string>Naładuj mnie!</string>
	<key>notifications.notification.subtitle.new_mode</key>
	<string>Nowy tryb: %@</string>
	<key>notifications.notification.title.automatic_power_mode_on</key>
	<string>Automatyczny tryb energii jest włączony</string>
	<key>notifications.notification.title.battery_calibration</key>
	<string>Czas na kalibrację baterii</string>
	<key>notifications.notification.title.high_power_mode_on</key>
	<string>Wysoka moc jest włączona</string>
	<key>notifications.notification.title.low_battery</key>
	<string>Niski stan baterii</string>
	<key>notifications.notification.title.low_power_mode_on</key>
	<string>Niskie zużycie energii jest włączone</string>
	<key>onboarding.alert.button.label.open_system_settings</key>
	<string>Otwórz Ustawienia systemu</string>
	<key>onboarding.alert.message.helper_not_installed</key>
	<string>Wygląda na to, że wciąż nie dałeś uprawnień helperowi. Jeśli nie widziałeś okna od hasła lub Touch ID to ok – czasem macOS go nie pokazuje i jest to bug systemu.
Zawsze możesz zmienić uprawnienie w Ustawieniach systemu.
Pamiętaj, że apka nie będzie działać bez tego helpera.</string>
	<key>onboarding.alert.title.helper_not_installed</key>
	<string>Helper (wciąż) nie jest zainstalowany</string>
	<key>onboarding.button.label.complete</key>
	<string>Gotowe</string>
	<key>onboarding.button.label.get_started</key>
	<string>Zaczynamy</string>
	<key>onboarding.button.label.install_helper</key>
	<string>Zainstaluj helper</string>
	<key>onboarding.button.label.launch_at_login</key>
	<string>Uruchom podczas logowania</string>
	<key>onboarding.button.label.next</key>
	<string>Dalej</string>
	<key>onboarding.button.label.previous</key>
	<string>Wstecz</string>
	<key>onboarding.button.label.tip_jar.tip</key>
	<string>Przekaż %@ </string>
	<key>onboarding.label.almost_done</key>
	<string>Prawie gotowe.</string>
	<key>onboarding.label.app_description</key>
	<string>BatFi pozwala zwiększyć wydajność baterii poprzez utrzymywanie optymalnych poziomów naładowania pozostawiając Ci pełną kontrolę – wciąż możesz ładować baterię do 100% gdy potrzeba.</string>
	<key>onboarding.label.app_is_ready</key>
	<string>Apka jest gotowa do działania!</string>
	<key>onboarding.label.done</key>
	<string>Gotowe.</string>
	<key>onboarding.label.extend_life</key>
	<string>Przedłuż życie swojego Maca.</string>
	<key>onboarding.label.helper_description</key>
	<string>BatFi zainstaluje helper, który będzie działał w tle i ma możliwość zmiany trybu ładowania Twojego komputera.</string>
	<key>onboarding.label.helper_requires_admin</key>
	<string>Instalacja helpera wymaga uprawnień administratora i jest niezbędna dla działania BatFi.</string>
	<key>onboarding.label.launch_at_login_recommendation</key>
	<string>Zalecane. Możesz to zmienić później w ustawieniach aplikacji.</string>
	<key>onboarding.label.set_limit</key>
	<string>Ustaw poziom naładowania.</string>
	<key>onboarding.label.set_limit_description</key>
	<string>Ustaw maksymalny poziom naładowania by uniknąć ciągłego utrzymywania poziomu baterii na 100% i przedłużyć jej żywotność.</string>
	<key>onboarding.label.set_limit_set_up_later</key>
	<string>Możesz to później zmienić w ustawieniach aplikacji.</string>
	<key>onboarding.slider.label.set_limit</key>
	<string>Wyłącz ładowanie gdy bateria osiągnie %@</string>
	<key>settings.accessibility.title.advanced</key>
	<string>Panel zaawansowanych</string>
	<key>settings.accessibility.title.charging</key>
	<string>Panel ustawień ładowania</string>
	<key>settings.accessibility.title.general</key>
	<string>Panel ustawień ogólnych</string>
	<key>settings.accessibility.title.hotkeys</key>
	<string>Panel skrótów</string>
	<key>settings.accessibility.title.notifications</key>
	<string>Panel ustawień powiadomień</string>
	<key>settings.accessibility.title.statusBar</key>
	<string>Panel paska menu</string>
	<key>settings.button.description.lid_must_be_opened</key>
	<string>Działa tylko, gdy pokrywa z ekranem jest otwarta.</string>
	<key>settings.button.label.automatically_check_updates</key>
	<string>Automatycznie sprawdzaj uaktualnienia</string>
	<key>settings.button.label.automatically_download_updates</key>
	<string>Automatycznie pobieraj uaktualnienia</string>
	<key>settings.button.label.automatically_manage_charging</key>
	<string>Automatycznie zarządzaj ładowaniem</string>
	<key>settings.button.label.battery_calibration_recommended</key>
	<string>Pokazuj rekomendacje kalibracji baterii</string>
	<key>settings.button.label.battery_percentage</key>
	<string>Pokazuj procent baterii</string>
	<key>settings.button.label.battery_percentage_next_to_icon</key>
	<string>Pokaż procent obok ikony</string>
	<key>settings.button.label.blink_magSafe_when_discharging</key>
	<string>Mrugnij pare razy diodą LED na MagSafe, gdy apka zacznie rozładowywać baterię</string>
	<key>settings.button.label.charging_status_did_change</key>
	<string>Pokaż powiadomienia gdy tryb ładowania się zmienił</string>
	<key>settings.button.label.check_for_beta_updates</key>
	<string>Pozwalaj na użycie wersji beta</string>
	<key>settings.button.label.debug_menu</key>
	<string>Pokazuj menu do debugowania</string>
	<key>settings.button.label.disable_automatic_sleep</key>
	<string>Opóźnij automatycznie usypianie systemu podczas ładowania, gdy limit nie został osiągnięty</string>
	<key>settings.button.label.discharge_batter_when_overcharged</key>
	<string>Rozładuj baterię do osiągnięcia limitu ładowania</string>
	<key>settings.button.label.enable_system_charge_limit_on_sleep</key>
	<string>Automatycznie włącz systemowy limit ładowania (80%) gdy Mac się usypia</string>
	<key>settings.button.label.high_energy_impact_processes_show</key>
	<string>Pokazuj apki z dużym zużyciem energii</string>
	<key>settings.button.label.launch_at_login</key>
	<string>Uruchom podczas logowania</string>
	<key>settings.button.label.magsafe_use_green_light</key>
	<string>Użyj zielonego światła na ładowarce MagSafe gdy ładowanie jest wstrzymane</string>
	<key>settings.button.label.monochrome_icon</key>
	<string>Używaj monochromatycznej ikony</string>
	<key>settings.button.label.pause_charging_on_sleep</key>
	<string>Automatycznie wstrzymywaj ładowanie gdy Mac się usypia</string>
	<key>settings.button.label.send_analytics</key>
	<string>Wysyłaj dane diagnostyczne</string>
	<key>settings.button.label.show_alerts_when_optimized_charging_is_engaged</key>
	<string>Pokazuj alert gdy systemowe "zoptymalizowane ładowanie baterii" zostanie włączone</string>
	<key>settings.button.label.show_battery_chart_in_menu</key>
	<string>Pokazuj wykres ze stanem baterii w menu</string>
	<key>settings.button.label.show_battery_cycles</key>
	<string>Pokazuj liczbę cykli baterii</string>
	<key>settings.button.label.show_battery_health</key>
	<string>Pokazuj opis żywotności baterii</string>
	<key>settings.button.label.show_battery_temperature</key>
	<string>Pokazuj temperaturę baterii</string>
	<key>settings.button.label.show_last_discharge_date</key>
	<string>Pokazuj datę ostatniego rozładowania</string>
	<key>settings.button.label.show_last_full_charge_date</key>
	<string>Pokazuj datę ostatniego naładowania</string>
	<key>settings.button.label.show_power_diagram</key>
	<string>Pokazuj dystrybucję mocy</string>
	<key>settings.button.label.show_power_mode_options</key>
	<string>Pokaż opcje trybu energii</string>
	<key>settings.button.label.show_power_source</key>
	<string>Pokazuj źródło zasilania</string>
	<key>settings.button.label.show_status_bar_icon</key>
	<string>Pokaż ikonę na pasku statusu</string>
	<key>settings.button.label.show_time_left_status_icon</key>
	<string>Pokazuj czas na baterii</string>
	<key>settings.button.label.turn_off_charging_when_battery_is_hot</key>
	<string>Przerwij ładowanie gdy bateria będzie zbyt gorąca</string>
	<key>settings.button.tooltip.disable_automatic_sleep</key>
	<string>Apka opóźni automatycznie usypianie systemu, pozwoli naładować baterię do wyznaczonego limitu, wstrzyma ładowanie i uśpi Maca</string>
	<key>settings.button.tooltip.discharge_battery_when_overcharged</key>
	<string>Gdy pokrywa Macbooka jest otwarta, apka może rozładowywać baterie do momentu osiągnięcia limitu ładowania</string>
	<key>settings.button.tooltip.turn_off_charging_when_battery_is_hot</key>
	<string>Wyłącza ładowanie gdy temperatura baterii przekroczy 40°C</string>
	<key>settings.hotkey.label.charge_to_full</key>
	<string>Włącz/wyłącz ładowanie do 100%</string>
	<key>settings.hotkey.label.discharge</key>
	<string>Włącz/wyłącz zasilanie z baterii</string>
	<key>settings.hotkey.label.inhibit</key>
	<string>Włącz/wyłącz wstrzymanie ładowania</string>
	<key>settings.hotkey.label.stop_override</key>
	<string>Wyłącz własne ustawienia ładowania</string>
	<key>settings.hotkey.label.toggle_high_power_mode</key>
	<string>Przełącz tryb wysokiego zużycia energii</string>
	<key>settings.hotkey.label.toggle_low_power_mode</key>
	<string>Przełącz tryb niskiego zużycia energii</string>
	<key>settings.label.analytics_are_always_on_during_beta</key>
	<string>Zawsze włączone w wersji Beta</string>
	<key>settings.label.battery_low_threshold</key>
	<string>Niski stan baterii przy %lld%%</string>
	<key>settings.label.charging_recommendation_part1</key>
	<string>80% to rekomendowany limit ładowania podczas normalnego użytkowania.</string>
	<key>settings.label.charging_recommendation_part2</key>
	<string>Zawsze możesz naładować komputer używając polecenia "Naładuj do 100%" z menu.</string>
	<key>settings.label.high_energy_impact_processes_duration</key>
	<string>Długość samplingu: %@</string>
	<key>settings.label.high_energy_impact_processes_max_duration</key>
	<string>5 minut</string>
	<key>settings.label.high_energy_impact_processes_min_duration</key>
	<string>30s</string>
	<key>settings.label.high_energy_impact_processes_threshold</key>
	<string>Próg obciążenia energetycznego: %lld</string>
	<key>settings.label.highest_limit</key>
	<string>90%</string>
	<key>settings.label.lowest_limit</key>
	<string>50%</string>
	<key>settings.label.tip_jar.body</key>
	<string>Pokaż swoje wsparcie z napiwkiem!
Twój wkład pozwala mi utrzymywać i rozwijać apkę.
Dzięki za bycie częścią wspaniałej społeczności!</string>
	<key>settings.label.tip_jar.button_description_1</key>
	<string>Przycisk otworzy stronę Gumroad z ustawioną kwotą.</string>
	<key>settings.label.tip_jar.button_description_2</key>
	<string>Zawsze możesz zmienić wartość napiwku.</string>
	<key>settings.label.tip_jar.title</key>
	<string>Lubisz BatFi?</string>
	<key>settings.section.advanced</key>
	<string>Zaawansowane</string>
	<key>settings.section.alerts</key>
	<string>Alerty</string>
	<key>settings.section.charging</key>
	<string>Ładowanie</string>
	<key>settings.section.debug</key>
	<string>Debugowanie</string>
	<key>settings.section.general</key>
	<string>Ogólne</string>
	<key>settings.section.high_energy_impact_processes</key>
	<string>Apki z dużym zużyciem energii</string>
	<key>settings.section.magSafe</key>
	<string>MagSafe</string>
	<key>settings.section.menu</key>
	<string>Menu</string>
	<key>settings.section.notifications</key>
	<string>Powiadomienia</string>
	<key>settings.section.other</key>
	<string>Inne</string>
	<key>settings.section.status_icon</key>
	<string>Ikona statusu</string>
	<key>settings.section.updates</key>
	<string>Uaktualnienia</string>
	<key>settings.slider.label.turn_off_charging_at</key>
	<string>Wyłącz ładowanie gdy bateria osiągnie %@</string>
	<key>settings.tab.title.advanced</key>
	<string>Zaawansowane</string>
	<key>settings.tab.title.charging</key>
	<string>Ładowanie</string>
	<key>settings.tab.title.general</key>
	<string>Ogólne</string>
	<key>settings.tab.title.hotkeys</key>
	<string>Skróty</string>
	<key>settings.tab.title.notifications</key>
	<string>Powiadomienia</string>
	<key>settings.tab.title.statusbar</key>
	<string>Pasek Menu</string>
	<key>settings.tab.title.tip_jar</key>
	<string>Napiwek</string>
</dict>
</plist>
